Repository: addiva/fitMax
Catalog: lib/l10n/app_*.arb
Languages: sq

# tabPrograms
source: Programs
sq: Programet

# tabStatistics
source: Statistics
sq: Statistikat

# tabSession
source: Session
sq: Seanca

# actionAdd
source: Add
sq: Shto

# actionEdit
source: Edit
sq: Përpuno

# actionDelete
source: Delete
sq: Fshi

# actionSave
source: Save
sq: Ruaj

# actionCancel
source: Cancel
sq: Anulo

# themeLabel
source: Theme
sq: Temë

# themeSystem
source: System
sq: Sistem

# themeLight
source: Light
sq: E ndritshme

# themeDark
source: Dark
sq: E errët

# languageLabel
source: Language
sq: Gjuha

# languageSystem
source: System
sq: Sistem

# languageItalian
source: Italian
sq: Italisht

# languageEnglish
source: English
sq: Anglisht

# programsEmptyTitle
source: No programs yet
sq: Asnjë program ende

# programsEmptySubtitle
source: Import a JSON plan or create a new one to get started.
sq: Importo një plan JSON ose krijo një të ri për të filluar.

source: Import from file
sq: Importo nga skedari

source: Import from URL
sq: Importo nga URL

source: Program name
sq: Emri i programit

# programNote
source: Note
sq: Shënim

# weeksCount
source: Weeks
sq: Java

source: Select
sq: Zgjidh

# sessionStart
source: Start session
sq: Fillo seancën

# sessionResume
source: Resume
sq: Vazhdo

# sessionEnd
source: Finish session
sq: Përfundo seancën

# sessionRest
source: Rest
sq: Pushim

# sessionRestStart
source: Start
sq: Fillo

# sessionRestReset
source: Reset
sq: Rivendos

# statisticsEmpty
source: Add a session to see your statistics.
sq: Shto një seancë për të parë statistikat.

# calendarTitle
source: Training calendar
sq: Kalendari i stërvitjes

# filtersTitle
source: Filters
sq: Filtra

# weekCurrentToggle
source: Show current week only
sq: Shfaq vetëm javën aktuale

# suggestedSessionTitle
source: Suggested session
sq: Seancë e sugjeruar

# suggestedSessionReason
source: Based on your last workout.
sq: Bazuar në stërvitjen tënde të fundit.

source: Export data
sq: Eksporto të dhëna

source: Import data
sq: Importo të dhëna

# deleteConfirmation
source: Are you sure?
sq: Je i sigurt?

# deleteProgramDescription
source: This will remove the program and its local data.
sq: Kjo do të heqë programin dhe të dhënat lokale.

# actionRename
source: Rename
sq: Riemërto

source: Import from clipboard
sq: Importo nga kujtesa

# exportProgram
source: Export JSON
sq: Eksporto JSON

source: Rename program
sq: Riemërto programin

# programNameHint
source: Program name
sq: Emri i programit

# programDeleteConfirmTitle
source: Delete program?
sq: Ta fshij programin?

# programDeleteConfirmMessage
source: This will remove {name} and its history.
sq: Kjo do të heqë {name} dhe historikun e tij.

# weekLabel
source: Week {number}
sq: Java {number}

# deloadWeekLabel
source: Deload
sq: Javë lehtësimi

# setsShort
source: Sets
sq: Sete

# repsShort
source: Reps
sq: Përsëritje

# restShort
source: Rest
sq: Pushim

# intensityShort
source: Intensity
sq: Intensitet

# notesShort
source: Notes
sq: Shënime

# programImportedMessage
source: Imported {name}.
sq: {name} u importua.

# programDeletedMessage
source: Deleted {name}.
sq: {name} u fshi.

# programRenamedMessage
source: Renamed to {name}.
sq: U riemërtua në {name}.

# programExportCopiedMessage
source: JSON copied to clipboard.
sq: JSON u kopjua në kujtesë.

# programImportError
source: Unable to import program.
sq: Programi nuk mund të importohej.

# programDeleteError
source: Unable to delete program.
sq: Programi nuk mund të fshihej.

# programRenameError
source: Unable to rename program.
sq: Programi nuk mund të riemërtohej.

# urlPromptLabel
source: Program URL
sq: URL e programit

source: Confirm
sq: Konfirmo

source: Close
sq: Mbyll

# lastSessionLabel
source: Last session: {date}
sq: Seanca e fundit: {date}

# noSessionsYet
source: No sessions recorded yet.
sq: Ende nuk ka seanca të regjistruara.

# weightShort
source: Weight
sq: Pesha

# sessionFinishConfirmMessage
source: Save and close this session?
sq: Ta ruaj dhe ta mbyll këtë seancë?

source: Settings
sq: Cilësimet

# allProgramsOption
source: All programs
sq: Të gjitha programet

# volumeLabel
source: Volume
sq: Vëllimi

# bestLiftLabel
source: Best lifts
sq: Pesha më e madhe

source: Copied to clipboard.
sq: U kopjua në kujtesë.

# importedSessionsMessage
source: Imported {count} sessions.
sq: {count} seanca u importuan.

# noSessionsForDay
source: No sessions for this day.
sq: Nuk ka seanca për këtë ditë.

# fileSaveUnsupported
source: File saving is not supported on this platform. JSON copied to clipboard.
sq: Ruajtja në këtë pajisje nuk mbështetet. JSON u kopjua.

# totalSessionsLabel
source: Sessions
sq: Seanca

# averageLabel
source: Average
sq: Mesatarja

# accentColorLabel
source: Accent color
sq: Ngjyra e theksit

# accentColorCustom
source: Custom color
sq: Ngjyrë e personalizuar

# accentColorReset
source: Reset
sq: Rivendos

# languageGerman
source: German
sq: Gjermanisht

# languageAlbanian
source: Albanian
sq: Shqip

# languageFrench
source: French
sq: Frëngjisht

# languageSpanish
source: Spanish
sq: Spanjisht

# languageRussian
source: Russian
sq: Rusisht

# languageHebrew
source: Hebrew
sq: Hebraisht

# languageArabic
source: Arabic
sq: Arabisht

# sessionRestPause
source: Pause
sq: Pauzë

# sessionRestResume
source: Resume
sq: Vazhdo

# sessionRestPaused
source: Timer paused
sq: Timer në pauzë

# volumeLegend
source: Total weight Ã— reps per muscle group on each day.
sq: Pesha totale × përsëritje për çdo grup muskulor sipas ditës.

# bestLiftLegend
source: Top weight recorded per exercise across the selected history.
sq: Pesha më e madhe e regjistruar për secilën ushtrim.

# categoryVolumeTitle
source: Volume by muscle group
sq: Vëllimi sipas grupit muskulor

# exerciseProgressionTitle
source: Exercise progression
sq: Progresioni i ushtrimit

# exerciseProgressionLegend
source: Best weight logged per session for the selected exercise.
sq: Pesha më e mirë për seancë për ushtrimin e zgjedhur.

# noExerciseData
source: No exercise data yet.
sq: Ende nuk ka të dhëna ushtrimesh.

# sessionDeleteTitle
source: Delete session?
sq: Ta fshij seancën?

# sessionDeleteMessage
source: This will remove the session and its exercise logs.
sq: Kjo do të heqë seancën dhe të dhënat e saj.

source: Delete session
sq: Fshi seancën

# sessionDetailTitle
source: Session details
sq: Detajet e seancës

# sessionDetailClose
source: Close
sq: Mbyll
